
### エリア１
# 大宮
# 川口
# 大槻
# 浦和
# 東大宮
# 古河
# 小山
# 大山
# 東武練馬



### 飲食
# 小料理屋
# カフェ
# バー
# スナック

# 小料理屋
small_restaurant = {
    "spreadsheet_name": "小料理屋　エリア１",
    "sheets": [
        "小料理屋　大宮",
        "小料理屋　川口",
        "小料理屋　大槻",
        "小料理屋　浦和",
        "小料理屋　東大宮",
        "小料理屋　古河",
        "小料理屋　小山",
        "小料理屋　大山",
        "小料理屋　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}
# カフェ
cafe = {
    "spreadsheet_name": "カフェ　エリア１",
    "sheets": [
        "カフェ　大宮",
        "カフェ　川口",
        "カフェ　大槻",
        "カフェ　浦和",
        "カフェ　東大宮",
        "カフェ　古河",
        "カフェ　小山",
        "カフェ　大山",
        "カフェ　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}
# バー
bar = {
    "spreadsheet_name": "バー　エリア１",
    "sheets": [
        "バー　大宮",
        "バー　川口",
        "バー　大槻",
        "バー　浦和",
        "バー　東大宮",
        "バー　古河",
        "バー　小山",
        "バー　大山",
        "バー　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}
# スナック
snack_bar = {
    "spreadsheet_name": "スナック　エリア１",
    "sheets": [
        "スナック　大宮",
        "スナック　川口",
        "スナック　大槻",
        "スナック　浦和",
        "スナック　東大宮",
        "スナック　古河",
        "スナック　小山",
        "スナック　大山",
        "スナック　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}

list_Eating_and_drinking = [small_restaurant,cafe,bar,snack_bar]



### 美容
# ヘアサロン
# 床屋
# ネイルサロン
# エステ
# 脱毛サロン
# ヘッドスパ

# ヘアサロン
hair_salon = {
    "spreadsheet_name": "ヘアサロン　エリア１",
    "sheets": [
        "ヘアサロン　大宮",
        "ヘアサロン　川口",
        "ヘアサロン　大槻",
        "ヘアサロン　浦和",
        "ヘアサロン　東大宮",
        "ヘアサロン　古河",
        "ヘアサロン　小山",
        "ヘアサロン　大山",
        "ヘアサロン　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# 床屋
barber = {
    "spreadsheet_name": "床屋　エリア１",
    "sheets": [
        "床屋　大宮",
        "床屋　川口",
        "床屋　大槻",
        "床屋　浦和",
        "床屋　東大宮",
        "床屋　古河",
        "床屋　小山",
        "床屋　大山",
        "床屋　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# ネイルサロン
nail_salon = {
    "spreadsheet_name": "ネイルサロン　エリア１",
    "sheets": [
        "ネイルサロン　大宮",
        "ネイルサロン　川口",
        "ネイルサロン　大槻",
        "ネイルサロン　浦和",
        "ネイルサロン　東大宮",
        "ネイルサロン　古河",
        "ネイルサロン　小山",
        "ネイルサロン　大山",
        "ネイルサロン　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# エステ
spa = {
    "spreadsheet_name": "エステ　エリア１",
    "sheets": [
        "エステ　大宮",
        "エステ　川口",
        "エステ　大槻",
        "エステ　浦和",
        "エステ　東大宮",
        "エステ　古河",
        "エステ　小山",
        "エステ　大山",
        "エステ　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# 脱毛サロン
hair_removal_salon = {
    "spreadsheet_name": "脱毛サロン　エリア１",
    "sheets": [
        "脱毛サロン　大宮",
        "脱毛サロン　川口",
        "脱毛サロン　大槻",
        "脱毛サロン　浦和",
        "脱毛サロン　東大宮",
        "脱毛サロン　古河",
        "脱毛サロン　小山",
        "脱毛サロン　大山",
        "脱毛サロン　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# ヘッドスパ
head_spa = {
    "spreadsheet_name": "ヘッドスパ　エリア１",
    "sheets": [
        "ヘッドスパ　大宮",
        "ヘッドスパ　川口",
        "ヘッドスパ　大槻",
        "ヘッドスパ　浦和",
        "ヘッドスパ　東大宮",
        "ヘッドスパ　古河",
        "ヘッドスパ　小山",
        "ヘッドスパ　大山",
        "ヘッドスパ　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}

list_beauty = [hair_salon,barber,nail_salon,spa,hair_removal_salon,head_spa]