
### エリア１１
# 宇都宮
# 鹿沼
# 栃木
# 佐野
# 鬼怒川
# 日光



### 飲食
# 小料理屋
# カフェ
# バー
# スナック
# パン屋

# 小料理屋
small_restaurant = {
    "spreadsheet_name": "小料理屋　エリア１１",
    "sheets": [
        "小料理屋　宇都宮",
        "小料理屋　鹿沼",
        "小料理屋　栃木",
        "小料理屋　佐野",
        "小料理屋　鬼怒川",
        "小料理屋　日光",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}
# カフェ
cafe = {
    "spreadsheet_name": "カフェ　エリア１１",
    "sheets": [
        "カフェ　宇都宮",
        "カフェ　鹿沼",
        "カフェ　栃木",
        "カフェ　佐野",
        "カフェ　鬼怒川",
        "カフェ　日光",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}
# バー
bar = {
    "spreadsheet_name": "バー　エリア１１",
    "sheets": [
        "バー　宇都宮",
        "バー　鹿沼",
        "バー　栃木",
        "バー　佐野",
        "バー　鬼怒川",
        "バー　日光",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}
# スナック
snack_bar = {
    "spreadsheet_name": "スナック　エリア１１",
    "sheets": [
        "スナック　宇都宮",
        "スナック　鹿沼",
        "スナック　栃木",
        "スナック　佐野",
        "スナック　鬼怒川",
        "スナック　日光",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}
# パン屋
bakery = {
    "spreadsheet_name": "パン屋　エリア１１",
    "sheets": [
        "パン屋　宇都宮",
        "パン屋　鹿沼",
        "パン屋　栃木",
        "パン屋　佐野",
        "パン屋　鬼怒川",
        "パン屋　日光",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}

list_Eating_and_drinking = [small_restaurant,cafe,bar,snack_bar,bakery]



### 美容
# ヘアサロン
# 床屋
# ネイルサロン
# エステ
# 脱毛サロン
# ヘッドスパ

# ヘアサロン
hair_salon = {
    "spreadsheet_name": "ヘアサロン　エリア１１",
    "sheets": [
        "ヘアサロン　宇都宮",
        "ヘアサロン　鹿沼",
        "ヘアサロン　栃木",
        "ヘアサロン　佐野",
        "ヘアサロン　鬼怒川",
        "ヘアサロン　日光",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# 床屋
barber = {
    "spreadsheet_name": "床屋　エリア１１",
    "sheets": [
        "床屋　宇都宮",
        "床屋　鹿沼",
        "床屋　栃木",
        "床屋　佐野",
        "床屋　鬼怒川",
        "床屋　日光",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# ネイルサロン
nail_salon = {
    "spreadsheet_name": "ネイルサロン　エリア１１",
    "sheets": [
        "ネイルサロン　宇都宮",
        "ネイルサロン　鹿沼",
        "ネイルサロン　栃木",
        "ネイルサロン　佐野",
        "ネイルサロン　鬼怒川",
        "ネイルサロン　日光",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# エステ
spa = {
    "spreadsheet_name": "エステ　エリア１１",
    "sheets": [
        "エステ　宇都宮",
        "エステ　鹿沼",
        "エステ　栃木",
        "エステ　佐野",
        "エステ　鬼怒川",
        "エステ　日光",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# 脱毛サロン
hair_removal_salon = {
    "spreadsheet_name": "脱毛サロン　エリア１１",
    "sheets": [
        "脱毛サロン　宇都宮",
        "脱毛サロン　鹿沼",
        "脱毛サロン　栃木",
        "脱毛サロン　佐野",
        "脱毛サロン　鬼怒川",
        "脱毛サロン　日光",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# ヘッドスパ
head_spa = {
    "spreadsheet_name": "ヘッドスパ　エリア１１",
    "sheets": [
        "ヘッドスパ　宇都宮",
        "ヘッドスパ　鹿沼",
        "ヘッドスパ　栃木",
        "ヘッドスパ　佐野",
        "ヘッドスパ　鬼怒川",
        "ヘッドスパ　日光",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}

list_beauty = [hair_salon,barber,nail_salon,spa,hair_removal_salon,head_spa]