
### エリア２
# 成増
# 和光市
# 志木
# 鶴瀬
# 上福岡
# 川越
# 鶴ヶ島
# 若葉
# 坂戸



### 飲食
# 小料理屋
# カフェ
# バー
# スナック

# 小料理屋
small_restaurant = {
    "spreadsheet_name": "小料理屋　エリア２",
    "sheets": [
        "小料理屋　成増",
        "小料理屋　和光市",
        "小料理屋　志木",
        "小料理屋　鶴瀬",
        "小料理屋　上福岡",
        "小料理屋　川越",
        "小料理屋　鶴ヶ島",
        "小料理屋　若葉",
        "小料理屋　坂戸",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}
# カフェ
cafe = {
    "spreadsheet_name": "カフェ　エリア２",
    "sheets": [
        "カフェ　成増",
        "カフェ　和光市",
        "カフェ　志木",
        "カフェ　鶴瀬",
        "カフェ　上福岡",
        "カフェ　川越",
        "カフェ　鶴ヶ島",
        "カフェ　若葉",
        "カフェ　坂戸",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}
# バー
bar = {
    "spreadsheet_name": "バー　エリア２",
    "sheets": [
        "バー　成増",
        "バー　和光市",
        "バー　志木",
        "バー　鶴瀬",
        "バー　上福岡",
        "バー　川越",
        "バー　鶴ヶ島",
        "バー　若葉",
        "バー　坂戸",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}
# スナック
snack_bar = {
    "spreadsheet_name": "スナック　エリア２",
    "sheets": [
        "スナック　成増",
        "スナック　和光市",
        "スナック　志木",
        "スナック　鶴瀬",
        "スナック　上福岡",
        "スナック　川越",
        "スナック　鶴ヶ島",
        "スナック　若葉",
        "スナック　坂戸",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "ジャンル",
        "住所",
        "URL",
    ]
}

list_Eating_and_drinking = [small_restaurant,cafe,bar,snack_bar]



### 美容
# ヘアサロン
# 床屋
# ネイルサロン
# エステ
# 脱毛サロン
# ヘッドスパ

# ヘアサロン
hair_salon = {
    "spreadsheet_name": "ヘアサロン　エリア２",
    "sheets": [
        "ヘアサロン　成増",
        "ヘアサロン　和光市",
        "ヘアサロン　志木",
        "ヘアサロン　鶴瀬",
        "ヘアサロン　上福岡",
        "ヘアサロン　川越",
        "ヘアサロン　鶴ヶ島",
        "ヘアサロン　若葉",
        "ヘアサロン　坂戸",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# 床屋
barber = {
    "spreadsheet_name": "床屋　エリア２",
    "sheets": [
        "床屋　成増",
        "床屋　和光市",
        "床屋　志木",
        "床屋　鶴瀬",
        "床屋　上福岡",
        "床屋　川越",
        "床屋　鶴ヶ島",
        "床屋　若葉",
        "床屋　坂戸",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# ネイルサロン
nail_salon = {
    "spreadsheet_name": "ネイルサロン　エリア２",
    "sheets": [
        "ネイルサロン　成増",
        "ネイルサロン　和光市",
        "ネイルサロン　志木",
        "ネイルサロン　鶴瀬",
        "ネイルサロン　上福岡",
        "ネイルサロン　川越",
        "ネイルサロン　鶴ヶ島",
        "ネイルサロン　若葉",
        "ネイルサロン　坂戸",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# エステ
spa = {
    "spreadsheet_name": "エステ　エリア２",
    "sheets": [
        "エステ　成増",
        "エステ　和光市",
        "エステ　志木",
        "エステ　鶴瀬",
        "エステ　上福岡",
        "エステ　川越",
        "エステ　鶴ヶ島",
        "エステ　若葉",
        "エステ　坂戸",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# 脱毛サロン
hair_removal_salon = {
    "spreadsheet_name": "脱毛サロン　エリア２",
    "sheets": [
        "脱毛サロン　成増",
        "脱毛サロン　和光市",
        "脱毛サロン　志木",
        "脱毛サロン　鶴瀬",
        "脱毛サロン　上福岡",
        "脱毛サロン　川越",
        "脱毛サロン　鶴ヶ島",
        "脱毛サロン　若葉",
        "脱毛サロン　坂戸",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# ヘッドスパ
head_spa = {
    "spreadsheet_name": "ヘッドスパ　エリア２",
    "sheets": [
        "ヘッドスパ　成増",
        "ヘッドスパ　和光市",
        "ヘッドスパ　志木",
        "ヘッドスパ　鶴瀬",
        "ヘッドスパ　上福岡",
        "ヘッドスパ　川越",
        "ヘッドスパ　鶴ヶ島",
        "ヘッドスパ　若葉",
        "ヘッドスパ　坂戸",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}

list_beauty = [hair_salon,barber,nail_salon,spa,hair_removal_salon,head_spa]