
### エリア１
# 大宮
# 川口
# 大槻
# 浦和
# 東大宮
# 古河
# 小山
# 大山
# 東武練馬



### 飲食
# 小料理屋
# カフェ
# バー
# スナック

# 小料理屋
small_restaurant = {
    "spreadsheet_name": "小料理屋　エリア１",
    "sheets": [
        "小料理屋　大宮",
        "小料理屋　川口",
        "小料理屋　大槻",
        "小料理屋　浦和",
        "小料理屋　東大宮",
        "小料理屋　古河",
        "小料理屋　小山",
        "小料理屋　大山",
        "小料理屋　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# カフェ
cafe = {
    "spreadsheet_name": "カフェ　エリア１",
    "sheets": [
        "カフェ　大宮",
        "カフェ　川口",
        "カフェ　大槻",
        "カフェ　浦和",
        "カフェ　東大宮",
        "カフェ　古河",
        "カフェ　小山",
        "カフェ　大山",
        "カフェ　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# バー
bar = {
    "spreadsheet_name": "バー　エリア１",
    "sheets": [
        "バー　大宮",
        "バー　川口",
        "バー　大槻",
        "バー　浦和",
        "バー　東大宮",
        "バー　古河",
        "バー　小山",
        "バー　大山",
        "バー　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
# スナック
snack_bar = {
    "spreadsheet_name": "スナック　エリア１",
    "sheets": [
        "スナック　大宮",
        "スナック　川口",
        "スナック　大槻",
        "スナック　浦和",
        "スナック　東大宮",
        "スナック　古河",
        "スナック　小山",
        "スナック　大山",
        "スナック　東武練馬",
    ],
    "values": [
        "店舗名",
        "電話番号",
        "営業時間",
        "住所",
        "URL",
    ]
}
